Repository: Ket-Kip/ecclesiacrm
Catalog: src/Plugins/MeetingJitsi/locale/textdomain/*/LC_MESSAGES/messages-MeetingJitsi.po
Languages: da_dk, el_gr, fi_fi, hu_hu, pt_pt, sv_se

source: Meeting Dashboard
da_dk: Dashboard for møder
el_gr: Πίνακας ελέγχου συνεδριάσεων
fi_fi: Kokous Dashboard
hu_hu: Értekezlet műszerfal
pt_pt: Painel de reuniões
sv_se: Kontrollpanel för möten

source: Meeting Settings
da_dk: Mødeindstillinger
el_gr: Ρυθμίσεις συνάντησης
fi_fi: Kokousasetukset
hu_hu: Találkozó beállítások
pt_pt: Configurações de Reunião
sv_se: Mötesinställningar

source: Room names
da_dk: Navne på værelser
el_gr: Ονόματα δωματίων
fi_fi: Huoneiden nimet
hu_hu: Szobanevek
pt_pt: Nomes dos quartos
sv_se: Namn på rum

source: Create first a room and manage theme with the arrow button
da_dk: Opret først et rum og administrer temaet med pileknappen
el_gr: Δημιουργήστε πρώτα ένα δωμάτιο και διαχειριστείτε το θέμα με το κουμπί βέλους
fi_fi: Luo ensin huone ja hallitse teemaa nuolipainikkeella.
hu_hu: Először hozzon létre egy szobát és kezelje a témát a nyíl gomb segítségével.
pt_pt: Criar primeiro uma sala e gerenciar um tema com o botão de seta
sv_se: Skapa först ett rum och hantera temat med pilknappen.

source: Create Room
da_dk: Opret rum
el_gr: Δημιουργία δωματίου
fi_fi: Luo huone
hu_hu: Terem létrehozása
pt_pt: Criar Quarto
sv_se: Skapa ett rum

source: This action will delete all your rooms
da_dk: Denne handling vil slette alle dine værelser
el_gr: Αυτή η ενέργεια θα διαγράψει όλα τα δωμάτιά σας
fi_fi: Tämä toiminto poistaa kaikki huoneesi
hu_hu: Ez a művelet törli az összes szobát
pt_pt: Esta acção irá apagar todos os seus quartos
sv_se: Denna åtgärd raderar alla dina rum

source: Delete all Rooms
da_dk: Slet alle værelser
el_gr: Διαγραφή όλων των δωματίων
fi_fi: Poista kaikki huoneet
hu_hu: Minden szoba törlése
pt_pt: Apagar todos os quartos
sv_se: Ta bort alla rum

source: Appointment
da_dk: Udnævnelse
el_gr: Ραντεβού
fi_fi: Nimitys
hu_hu: Időpontkérés
pt_pt: Nomeação
sv_se: Utnämning

source: Room Name
da_dk: Navn på værelse
el_gr: Όνομα δωματίου
fi_fi: Huoneen nimi
hu_hu: Szoba neve
pt_pt: Nome do quarto
sv_se: Namn på rummet

source: First create a Jitsi room with the button above !
da_dk: Først opretter du et Jitsi-rum med knappen ovenfor !
el_gr: Πρώτα δημιουργήστε ένα δωμάτιο Jitsi με το παραπάνω κουμπί !
fi_fi: Luo ensin Jitsi-huone yllä olevasta napista !
hu_hu: Először hozzon létre egy Jitsi szobát a fenti gombbal !
pt_pt: Primeiro crie uma sala Jitsi com o botão acima !
sv_se: Skapa först ett Jitsi-rum med knappen ovan!

source: Settings
da_dk: Indstillinger
el_gr: Ρυθμίσεις
fi_fi: Asetukset
hu_hu: Beállítások
pt_pt: Configurações
sv_se: Inställningar

source: The Jitsi domain name, by default
da_dk: Jitsi-domænenavnet, som standard
el_gr: Το όνομα τομέα του Jitsi, από προεπιλογή
fi_fi: Jitsi-verkkotunnus, oletusarvoisesti
hu_hu: A Jitsi domain név, alapértelmezés szerint
pt_pt: O nome de domínio Jitsi, por defeito
sv_se: Jitsi-domännamnet, som standard

source: Definition
el_gr: Ορισμός
fi_fi: Määritelmä
hu_hu: Meghatározás
pt_pt: Definição

source: or
da_dk: eller
el_gr: ή
fi_fi: tai
hu_hu: vagy
pt_pt: ou
sv_se: eller

source: The path for the script associated with the domain name
da_dk: Stien til det script, der er knyttet til domænenavnet
el_gr: Η διαδρομή για το σενάριο που σχετίζεται με το όνομα τομέα
fi_fi: Verkkotunnukseen liittyvän komentosarjan polku.
hu_hu: A domain névhez tartozó parancsfájl elérési útvonala
pt_pt: O caminho para o script associado ao nome de domínio
sv_se: Sökvägen för det skript som är kopplat till domännamnet.

source: The api Key
da_dk: Api-nøglen
el_gr: Το κλειδί api
fi_fi: Api-avain
hu_hu: Az api kulcs
pt_pt: A chave da API
sv_se: Api-nyckel

source: You can find one on the website
da_dk: Du kan finde en på hjemmesiden
el_gr: Μπορείτε να βρείτε ένα στην ιστοσελίδα
fi_fi: Löydät sellaisen verkkosivuilta
hu_hu: Megtalálható a honlapon
pt_pt: Pode encontrar um no sítio Web
sv_se: Du kan hitta en på webbplatsen

source: Save Changes
da_dk: Gem ændringer
el_gr: Αποθήκευση αλλαγών
fi_fi: Tallenna muutokset
hu_hu: Változások mentése
pt_pt: Salvar Alterações
sv_se: Spara ändringar
